Repository: boini12/avoid-fans
Catalog: avoid-fans/Views/Localizable.xcstrings
Source language: en
Languages: de

source: Arrival
de: Abfahrt

source: Arrival:
de: Ankunft:

source: Checking for clashes...
de: Auf Konflikte prüfen…

source: Cologne
de: Köln

source: Departure
de: Ankunft

source: Departure:
de: Abreise:

source: Destination
de: Ziel

source: Enter your travel details and find out if any fans are taking your train!
de: Gib deine Reisedaten ein und finde heraus, ob Fans deinen Zug nehmen!

source: Find train journeys
de: Zugreisen finden

source: Munich
de: München

source: Origin
de: Start

source: Origin and destination must be different.
de: Start und Ziel müssen unterschiedlich sein

source: Please select different origin and destination.
de: Bitte wähle ein anderen Start und/oder Ziel aus

source: Train Journeys
de: Zugreisen
